tap "alexanderwillner/tap"
tap "aws/tap"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "clojure/tools"
tap "federico-terzi/espanso"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "olafurpg/scalafmt"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
brew "aerc"
brew "apache-spark"
brew "python@3.8"
brew "awscli"
brew "bash"
brew "bat"
brew "bfg"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "cairo"
brew "checkstyle"
brew "cksfv"
brew "clang-format"
brew "clisp"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "elm"
brew "elm-format"
brew "emacs"
brew "jpeg"
brew "erlang"
brew "exa"
brew "fd"
brew "giflib"
brew "python", link: false
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "fzy"
brew "gcc"
brew "poppler"
brew "gdb"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "git-town"
brew "gnu-time"
brew "gnu-units"
brew "go"
brew "google-java-format"
brew "gradle"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "imagemagick"
brew "node"
brew "insect"
brew "io", args: ["HEAD"]
brew "jenv"
brew "jp2a"
brew "jq"
brew "lazygit"
brew "leiningen"
brew "llvm"
brew "make"
brew "mas"
brew "maven"
brew "miller"
brew "mutt"
brew "mysql"
brew "nailgun"
brew "neovim", args: ["HEAD"]
brew "pkg-config"
brew "nodenv"
brew "notmuch"
brew "ocaml"
brew "opam"
brew "pandoc"
brew "pango"
brew "pdf2svg"
brew "pdfgrep"
brew "perl"
brew "pgbouncer"
brew "pipenv"
brew "postgresql", restart_service: true
brew "postgis"
brew "postgresql@11"
brew "pup"
brew "pv"
brew "pyenv"
brew "r"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "scdoc"
brew "selecta"
brew "spaceman-diff"
brew "sphinx-doc"
brew "swi-prolog"
brew "tcpdump"
brew "telnet"
brew "terraform"
brew "texlab"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "wdiff"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "alexanderwillner/tap/things.sh"
brew "aws/tap/aws-sam-cli"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "clojure/tools/clojure"
brew "federico-terzi/espanso/espanso"
brew "heroku/brew/heroku"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-digital-editions"
cask "adobe-dng-converter"
cask "alacritty"
cask "alfred"
cask "anki"
cask "arduino"
cask "backblaze"
cask "blockblock"
cask "calibre"
cask "cd-to-iterm"
cask "chromedriver"
cask "dash"
cask "dhs"
cask "discord"
cask "fantastical"
cask "figma"
cask "firefox"
cask "focus"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "hazel"
cask "hex-fiend"
cask "highsierramediakeyenabler"
cask "imageoptim"
cask "istat-menus"
cask "iterm2-beta"
cask "java"
cask "keybase"
cask "keyboard-maestro"
cask "kindle"
cask "kitty"
cask "knockknock"
cask "mactex"
cask "mathpix-snipping-tool"
cask "moom"
cask "muzzle"
cask "nordvpn"
cask "open-in-code"
cask "openrefine"
cask "overdrive-media-console"
cask "oversight"
cask "pdf-expert"
cask "popcorn-time"
cask "postman"
cask "psequel"
cask "ransomwhere"
cask "reikey"
cask "scroll-reverser"
cask "sequel-pro"
cask "setapp"
cask "signal"
cask "sketch"
cask "soulver"
cask "tableau"
cask "taskexplorer"
cask "tex-live-utility"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "whatsyoursign"
cask "wkhtmltopdf"
cask "xbox360-controller-driver-unofficial"
cask "xquartz"
cask "zoomus"
cask "zotero"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Be Focused Pro", id: 961632517
mas "Bear", id: 1091189122
mas "Canary Mail", id: 1236045954
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "djay Pro", id: 1302002064
mas "GarageBand", id: 682658836
mas "Honey", id: 1472777122
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 880001334
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Tictoc", id: 412307572
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
