tap "aws/tap"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "olafurpg/scalafmt"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
brew "python"
brew "awscli"
brew "bash"
brew "bfg"
brew "cairo"
brew "checkstyle"
brew "clang-format"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "elm"
brew "elm-format"
brew "emacs"
brew "jpeg"
brew "erlang"
brew "fd"
brew "giflib"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gifsicle"
brew "git"
brew "git-town"
brew "go"
brew "google-java-format"
brew "gradle"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "hugo"
brew "icarus-verilog"
brew "imagemagick"
brew "io", args: ["HEAD"]
brew "jenv"
brew "jp2a"
brew "jq"
brew "make"
brew "mas"
brew "maven"
brew "mysql"
brew "nailgun"
brew "neovim"
brew "node"
brew "pkg-config"
brew "nodenv"
brew "ocaml"
brew "opam"
brew "pandoc"
brew "pango"
brew "pdf2svg"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pyenv"
brew "python@2"
brew "r"
brew "rbenv"
brew "rename"
brew "ruby"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "spaceman-diff"
brew "swi-prolog"
brew "tcpdump"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "heroku/brew/heroku"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-dng-converter"
cask "alfred"
cask "anki"
cask "backblaze"
cask "basictex"
cask "blockblock"
cask "brave"
cask "calibre"
cask "cd-to-iterm"
cask "chromedriver"
cask "dash"
cask "dhs"
cask "do-not-disturb"
cask "fantastical"
cask "figma"
cask "firefox"
cask "gpg-suite"
cask "gtkwave"
cask "hazel"
cask "highsierramediakeyenabler"
cask "imageoptim"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2-beta"
cask "java"
cask "keybase"
cask "kitematic"
cask "knockknock"
cask "latexit"
cask "logitech-control-center"
cask "moom"
cask "nordvpn"
cask "oni"
cask "open-in-code"
cask "overdrive-media-console"
cask "oversight"
cask "pdf-expert"
cask "postman"
cask "psequel"
cask "ransomwhere"
cask "reikey"
cask "scroll-reverser"
cask "sequel-pro"
cask "sketch"
cask "soulver"
cask "taskexplorer"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "typora"
cask "vimr"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "whatsyoursign"
cask "xbox360-controller-driver-unofficial"
cask "zoomus"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Canary Mail", id: 1236045954
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "djay Pro", id: 1302002064
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 880001334
mas "Tictoc", id: 412307572
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
