tap "aws/tap"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "federico-terzi/espanso"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
brew "apache-spark"
brew "openssl@1.1"
brew "readline"
brew "python@3.8", link: false
brew "awscli"
brew "bash"
brew "bat"
brew "openjdk"
brew "bfg"
brew "blueutil"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "cairo"
brew "cgal"
brew "checkstyle"
brew "cksfv"
brew "clang-format"
brew "clisp"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "jpeg"
brew "elixir"
brew "entr"
brew "exa"
brew "fd"
brew "giflib"
brew "pkg-config"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "poppler"
brew "gdal"
brew "gdb"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-town"
brew "gnupg", link: false
brew "gpgme"
brew "gnu-time"
brew "gnu-units"
brew "go"
brew "google-java-format"
brew "gradle"
brew "htop"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "node"
brew "insect"
brew "jq"
brew "llvm"
brew "make"
brew "mas"
brew "maven"
brew "miller"
brew "mysql"
brew "nailgun"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "pdfgrep"
brew "pipenv"
brew "postgresql", restart_service: true
brew "postgis"
brew "rbenv"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "wdiff"
brew "wget"
brew "xapian"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "federico-terzi/espanso/espanso"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password-beta"
cask "adobe-dng-converter"
cask "alfred"
cask "amethyst"
cask "asset-catalog-tinkerer"
cask "backblaze"
cask "blockblock"
cask "calibre"
cask "cookie"
cask "dash"
cask "dhs"
cask "discord"
cask "fantastical"
cask "figma"
cask "firefox"
cask "flux"
cask "focus"
cask "font-blex-mono-nerd-font"
cask "font-devicons"
cask "fontforge"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "hammerspoon"
cask "hazel"
cask "hex-fiend"
cask "highsierramediakeyenabler"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "keybase"
cask "keyboard-maestro"
cask "kitty"
cask "knockknock"
cask "mactex"
cask "moom"
cask "muzzle"
cask "nordvpn"
cask "oversight"
cask "pdf-expert"
cask "popcorn-time"
cask "ransomwhere"
cask "reikey"
cask "safari-technology-preview"
cask "scroll-reverser"
cask "sequel-pro"
cask "setapp"
cask "signal"
cask "sketch"
cask "soulver"
cask "taskexplorer"
cask "tex-live-utility"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "whatsyoursign"
cask "xbox360-controller-driver-unofficial"
cask "xld"
cask "xquartz"
cask "zoomus"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Be Focused Pro", id: 961632517
mas "Bear", id: 1091189122
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "djay Pro", id: 1302002064
mas "Drafts", id: 1435957248
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1449412482
mas "Slack", id: 803453959
mas "Streaks", id: 1493327990
mas "Things", id: 904280696
mas "Tictoc", id: 412307572
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
