{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip",
      "version": "2.0.0 - 3.0.0"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "conflict-marker.vim": {
      "src": "https://github.com/rhysd/conflict-marker.vim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "faster.nvim": {
      "src": "https://github.com/pteroctopus/faster.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "format-ts-errors.nvim": {
      "src": "https://github.com/davidosomething/format-ts-errors.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "livegrep.nvim": {
      "src": "https://github.com/nathanmsmith/livegrep.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini.splitjoin": {
      "src": "https://github.com/echasnovski/mini.splitjoin"
    },
    "nvim-bqf": {
      "src": "https://github.com/kevinhwang91/nvim-bqf"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-scissors": {
      "src": "https://github.com/chrisgrieser/nvim-scissors"
    },
    "nvim-stripe-configs": {
      "src": "git@git.corp.stripe.com:stevearc/nvim-stripe-configs.git"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-endwise": {
      "src": "https://github.com/RRethy/nvim-treesitter-endwise"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "payjectionist.nvim": {
      "src": "git@git.corp.stripe.com:nms/payjectionist.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "schemastore.nvim": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "stripe-code-owner.nvim": {
      "src": "git@git.corp.stripe.com:dbalatero/stripe-code-owner.nvim.git"
    },
    "tabular": {
      "src": "https://github.com/godlygeek/tabular"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim"
    },
    "ts-node-action": {
      "src": "https://github.com/ckolkey/ts-node-action"
    },
    "typescript-tools.nvim": {
      "src": "https://github.com/pmizio/typescript-tools.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim-bundler": {
      "src": "https://github.com/tpope/vim-bundler"
    },
    "vim-characterize": {
      "src": "https://github.com/tpope/vim-characterize"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "vim-matchup": {
      "src": "https://github.com/andymass/vim-matchup"
    },
    "vim-maximizer": {
      "src": "https://github.com/szw/vim-maximizer"
    },
    "vim-projectionist": {
      "src": "https://github.com/tpope/vim-projectionist"
    },
    "vim-rails": {
      "src": "https://github.com/tpope/vim-rails"
    },
    "vim-rake": {
      "src": "https://github.com/tpope/vim-rake"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rsi": {
      "src": "https://github.com/tpope/vim-rsi"
    },
    "vim-speeddating": {
      "src": "https://github.com/tpope/vim-speeddating"
    },
    "vim-test": {
      "src": "https://github.com/vim-test/vim-test"
    },
    "vim-test-stripe": {
      "src": "git@git.corp.stripe.com:dbalatero/vim-test-stripe.git"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    },
    "vim-wordmotion": {
      "src": "https://github.com/chaoren/vim-wordmotion"
    },
    "vimux": {
      "src": "https://github.com/preservim/vimux"
    }
  }
}
